lib/xml/addNumbersToDNC.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:addNumbersToDnc>
            <!--Zero or more repetitions:-->
            <numbers>?</numbers>
        </ser:addNumbersToDnc>
    </soapenv:Body>
</soapenv:Envelope>